Repository: Terisa/EditColumns
Catalog: translations/*.po
Languages: es

source: Different operations which are usually performed
es: Diferentes operaciones que se realizan habitualmente

source: Tools to normalize my metadata
es: Herramientas para normalizar mis metadatos

source: Clean &book
es: Limpiar &libro

source: Clean book
es: Limpiar libro

source: Normalize &metadata
es: Normalizar &metadatos

source: Normalize metadata
es: Normalizar metadatos

source: Treat &converted
es: Tratar &convertidos

source: Treat converted
es: Tratar convertidos

source: Update &register
es: Actualizar &registro

source: Update register
es: Actualizar registro

source: &Update series status
es: &Actualizar estado de series

source: Update series status
es: Actualizar estado de series

source: Mark &rereads
es: Marcar &relecturas

source: Mark rereads
es: Marcar relecturas

source: Mark &conversion
es: Marcar &conversion

source: Mark conversion
es: Marcar para conversión

source: Mark &library
es: Marcar &biblioteca

source: Mark library
es: Marcar &biblioteca

source: &Clean reads
es: &Limpia las lecturas

source: Clean reads
es: Limpia las lecturas

source: Move &read books
es: Mover &libros leídos

source: Move read books
es: Mover libros leídos

source: &Normalize comment
es: &Normalizar comentarios

source: Normalize comment
es: Normalizar comentarios

source: &Customize plugin
es: &Configurar complemento

source: No selected book
es: No hay libro seleccionado

source: No book selected for normalizing comments
es: No se ha seleccionado un libro para normalizar los comentarios

source: No book selected for cleaning
es: No hay un libro seleccionado para limpiar

source: No book selected for normalizing metadata
es: No se ha seleccionado un libro para normalizar los metadatos

source: No book selected for update
es: No se ha seleccionado un libro para actualizar

source: Configure plugin
es: Consigurar plugin

source: You must specify custom columns first. Do you want to configure this now?
es: Debes especificar las columnas personalizadas primero. ¿Quieres configurarlas ahora?

source: No library
es: No se encuentra la biblioteca

source: No library selected
es: No hay una biblioteca seleccionada

source: No books selected
es: No hay libros seleccionados

source: No book selected for normalizing
es: No hay libros seleccionados para normalizar

source: No valid format
es: No hay un formato válido

source: No epub format found
es: No se ha encontrado un formado ePub

source: No book selected for treating
es: No hay un libro seleccionado para tratar

source: No ePub format
es: No hay un formato ePub

source: No ePub format at selected books
es: No hay un formato ePub en los libros seleccionados

source: No book selected for marking
es: No hay un libro seleccionado para marcar

source: No book selected for move
es: No se ha seleccionado un libro para mover

source: Unknown
es: Desconocido

source: No library found at %s
es: No existe una biblioteca en %s

source: Copying to
es: Copiando a

source: Copied %(num)d books to %(loc)s
es: %(num)d libros copiados a %(loc)s

source: Failed
es: Falló

source: Could not copy books:
es: No se pudieron copiar estos libros:

source: Book deleted
es: Libro borrado

source: The book you were trying to convert has been deleted from the calibre library.
es: El libro que estás intentando convertir ha sido borrado de la biblioteca de calibre.

source: Empty output file, probably the conversion process crashed
es: Archivo de salida vacío, probablemente el proceso de conversión falló

source: Restart required
es: Se necesita reiniciar

source: Title image not found - you must restart Calibre before using this plugin!
es: Imagen del título no encontrada - ¡debes reiniciar Calibre antes de usar este plugin!

source: Undefined
es: Indefinido

source: Restart calibre now
es: Reiniciar calibre ahora

source: Choose library
es: Elegir biblioteca

source: Library &path:
es: &Ruta de la biblioteca:

source: Browse for library
es: Buscar biblioteca

source: &Copy
es: &Copiar

source: Copy to the specified library
es: Copiar a la biblioteca especificad

source: Choose Library
es: Elegir biblioteca

source: MyTools Options
es: Opciones de MyTools

source: Edit the keyboard shortcuts associated with this plugin
es: Editar los atajos de teclado asociados con este plugin

source: View data stored in the library database for this plugin
es: Ver los datos almacenados en la base de datos de la biblioteca para este plugin

source: Common
es: Común

source: Register
es: Registro

source: Other options
es: Otras opciones

source: Conversion configuration
es: Configuración de conversión

source: Book which is going to be sent to the device
es: Libro que se va a enviar al dispositivo

source: &Dev library
es: Biblioteca del &Dispositivo

source: Number of page of the book
es: Número de páginas del libro

source: Included in goodreads
es: Incluído en goodreads

source: Percentage read of the book
es: Porcentaje leído del libro

source: &Setting custom column:
es: &Establecer columnas personalizadas:

source: Series configuration:
es: Configuración de series:

source: &Reread library
es: Biblioteca de &Relecturas

source: Library configuration
es: Configuración de biblioteca

source: Origin of the book
es: Origen del libro

source: Book which is going to be converted
es: Libro que se va a convertir

source: &Conv library
es: Biblioteca de &Conversión

source: &Reg library
es: Biblioteca de re&Gistro

source: Challenge configuration
es: Configuración de desafíos

source: Challenges the book fit
es: Desafíos que cubre el libro

source: &Challenge library
es: Biblioteca de &Desafíos

source: Conversion option
es: Opción de conversión

source: Register option
es: Opción de registro

source: Metadata option
es: Opción de metadatos

source: Check this option if you want to use the metadata options.
es: Marca esta casilla si quieres usar las opciones de metadatos.

source: Device library option
es: Opción de biblioteca del dispositivo

source: Check this option if you want to use the device library options.
es: Marca esta casilla si quieres usar las opciones de la biblitoeca de dispositivos.

source: Choose library by path...
es: Elegir biblioteca por directorio...

source: Choose library location
es: Elegir localización de la biblioteca

source: Cannot copy
es: No puede copiar

source: Cannot copy to current library.
es: No puede copiar a la biblioteca actual.

source: Queueing
es: Poniendo en cola
